Repository: mozilla-l10n/mt-training-data
Catalog: pap/pap_pontoon.tmx
Source language: en_us
Languages: pap

source: 2 down, keep it up!<playIcon></playIcon>
pap: Bo tin 2 kla. Sigui bai p'e!<playIcon></playIcon>

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
pap: { $actionType }<playIcon></playIcon> el a pronunsiá e frase korektamente?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
pap: { $actionType }<recordIcon></recordIcon> anto lesa e frase na bos (h)altu

source: { $actionType }<stopIcon></stopIcon> when done
pap: { $actionType }<stopIcon></stopIcon> ora kaba

source: { $actionType } submit when ready
pap: { $actionType } mand'é ora bo ta kla

source: An error occurred fetching sentences
pap: Un eror a presentá na momento di rekuperá e frasenan

source: An error occurred reviewing this sentence
pap: Un eror a presentá na momento di revisá e frase akí

source: Approve
pap: Aprobá

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
pap: Bo por hasi nos bo preguntanan riba <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> òf via <emailLink>e-mail</emailLink>.

source: By telling us about yourself, you will help developers build more inclusive technology
pap: Dunando nos informashon tokante bo mes, bo ta yuda e desaroyadónan krea teknologia mas inklusivo.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
pap: Si bo usa Common Voice, esei ta nifiká ku bo ta bai di akuerdo ku nos <termsLink>Kondishonnan</termsLink> i nos <privacyLink>Aviso Tokante Privasidat</privacyLink>

source: Cancel Re-recording
pap: Kanselá regrabashon

source: Cancel Submission
pap: No manda/Kanselá

source: Check <icon></icon> is this a linguistically correct sentence?
pap: Revisá <icon></icon> si e frase akí ta lingwístikamente korekto?

source: Clips Uploaded
pap: Grabashon kargá

source: Contact Form
pap: Formulario di Kontakto

source: Continue validating
pap: Sigui kontrolá

source: Delete my recordings
pap: Eliminá mi grabashonnan

source: Different language
pap: Otro idioma

source: Does the sentence meet the guidelines?
pap: E frase ta kumpli ku e reglanan?

source: Donate your voice
pap: Hasi un donashon ku bo stèm

source: Exit & Delete clips
pap: Sali i Eliminá grabashon

source: Finish recording
pap: Stòp di graba

source: Finish recording first?
pap: Kaba di graba promé?

source: Finish Review
pap: Kompletá Revishon

source: Finish validating
pap: Stòp di kontrolá

source: Finish validating clips?
pap: Stòp di kontrolá grabashon?

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
pap: Pa tur hende por benefisiá di teknologia, e datonan ku ta yuda e desaroyadónan krea teknologia mester por ta un refleho di e manera ku un variedat amplio di persona ta papia. Por ehèmpel, si no inkluí niun ablante ku un asento spesífiko, e teknologia lo no funshoná bon pa hende ku tin e asento ei. <learnMore>Lesa mas tokante dikon metadata ta importante.</learnMore>

source: Great!<recordIcon></recordIcon> Record your next clip
pap: Hopi bon!<recordIcon></recordIcon> Graba bo siguiente frase

source: Great work!<playIcon></playIcon> Listen again when you're ready
pap: Bon trabou!<playIcon></playIcon> Bolbe skucha ora bo ta kla

source: Help us validate voices
pap: Yuda nos kontrolá ku e grabashonnan ta bon

source: I agree
pap: Mi ta bai di akuerdo

source: I do not agree
pap: Mi no ta bai di akuerdo

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
pap: Si e frase no ta kumpli ku e kriterionan menshoná, klek riba e boton &quot;Reject&quot; na man robes. Si bo ta duda tokante e frase, bo por salt'é tambe i sigui ku un otro.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
pap: Si e frase ta kumpli ku e kriterionan, klek riba e boton &quot;Approve&quot; na man drechi.

source: If you run out of sentences to review, please help us collect more sentences!
pap: Si bo no a sobra mas frase pa revisá, (sea asina bon di) yuda nos haña mas frase!

source: It is written in a language different than what I’m reviewing.
pap: E idioma ku e ta skirbí aden no ta esun ku mi ta revisando.

source: Keep it up, record again <recordIcon></recordIcon>
pap: Sigui bai p'e! Graba un mas <recordIcon></recordIcon>

source: Keep the recordings
pap: Warda e grabashonnan

source: Leaving now means you'll lose your progress
pap: Si bo bai awor, bo ta pèrdè loke bo a logra te awor

source: Listen
pap: Skucha

source: Listen options menu
pap: Menú di opshon pa skucha

source: Loading sentences…
pap: Kargando frase …

source: Make sure the sentence meets the following criteria:
pap: Kontrolá si e frase ta kumpli ku e siguiente kriterionan:

source: No microphone found.
pap: No a detektá niun mikrofon.

source: No sentences to review. <addLink>Add more sentences now!</addLink>
pap: No tin frase pa revisá. <addLink>Agregá mas frase awor!</addLink>

source: On desktop devices you can contribute by downloading…
pap: Si bo ta trahando riba un kòmpiuter desktop, pa kontribuí, bo mester deskargá ...

source: On iOS please continue with Safari to enable recording…
pap: Si bo ta trahando riba iOS, sigui den Safari pa aktivá grabashon …

source: <playIcon></playIcon>Last one!
pap: <playIcon></playIcon>Unu so mas!

source: Please select a language to review sentences.
pap: Skohe un idioma pa kuminsá revisá frase.

source: <recordIcon></recordIcon> Last one!
pap: <recordIcon></recordIcon> Esaki so mas!

source: Reject
pap: Rechasá

source: Re-record
pap: Graba di nobo/regrabá

source: Review
pap: Revisá

source: Review could not be saved. Please try again later.
pap: No por a warda e revishon. Purba di nobo akiratu.

source: ⓘ Review Criteria
pap: ⓘ Kriterio di revishon

source: Review Criteria
pap: Kriterio di revishon

source: Reviewed sentences not submitted, are sure?
pap: Bo no a manda e frasenan revisá. Bo ta sigur?

source: Review & re-record clips here as you go
pap: Revisá grabashon i graba di nobo aki gradualmente

source: Review & re-record clips if needed
pap: Revisá grabashon i graba di nobo si ta nesesario

source: Review Sentences
pap: Revisá Frase

source: Review & Submit
pap: Revisá i Manda

source: Review transcriptions of recorded sentences for accuracy
pap: Revisá transkripshon di frase grabá pa wak si nan ta eksakto

source: Review user-submitted transcriptions in your language
pap: Revisá e transkripshonnan na bo idioma ku e usuarionan a manda/entregá

source: { $sentences } sentences reviewed. Thank you!
pap: { $sentences } frase revisá. Masha danki!

source: Share Common Voice
pap: Kompartí Common Voice

source: Share your clip
pap: Kompartí bo grabashon

source: Skip
pap: Salta (no aprobá ni rechasá ainda)

source: Source: { $sentenceSource }
pap: Fuente: { $sentenceSource }

source: Speak
pap: Papia

source: Speak now
pap: Papia awor

source: Start recording
pap: Kuminsá graba

source: Submit clips
pap: Manda grabashon

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
pap: Swipe bai banda drechi pa aprobá e frase. Swipe bai banda robes pa rechas'é. Swipe bai ariba pa salt'é (sigui sin aprob'é ni rechas'é). <strong>No lubidá di entregá bo revishon!</strong>

source: Thank you for donating your voice clips!
pap: Masha danki pa e grabashonnan ku bo a duna nos!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
pap: Masha danki pa bo grabashon!<lineBreak></lineBreak>Awor, revisá i manda bo grabashonnan akibou.

source: There are currently no sentences to review in this language.
pap: Aktualmente, no tin niun frase na e idioma akí pa revisá.

source: The recording was too long.
pap: E grabashon ta muchu largu.

source: The recording was too quiet.
pap: E grabashon no tin sufisiente volúmen.

source: The recording was too short.
pap: E grabashon ta muchu kòrtiku.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
pap: Sentence Collector lo muda bai riba e plataforma sentral di Common Voice. Awor, bo por <writeURL>skirbi</writeURL> un frase òf <reviewURL>revisá</reviewURL> frase individual mandá, riba Common Voice.

source: The sentence must be grammatically correct.
pap: Gramátika di e frase mester ta korekto.

source: The sentence must be speakable.
pap: Mester por pronunsiá e frase.

source: The sentence must be spelled correctly.
pap: Ortografia di e frase mester ta korekto.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
pap: E informashon akí no ta obligatorio. Ta importante pa bo agregá solamente informashon ku bo ta sinti bo kómodo pa kompartí. Ora nos publiká e dataset, nos lo sòru pa tur informashon personal ta anonimisá i pa informashon manera bo nòmber i adrès di e-mail no ta mará na informashon demográfiko, manera edat i sekso.

source: Three to go!
pap: Tres so mas falta!

source: Upload aborted. Do you want to delete your recordings?
pap: A interumpí e proseso di karga. Bo ke eliminá bo grabashonnan?

source: Validate Readings
pap: Kontrolá grabashon

source: Validate Readings, Review Transcriptions
pap: Kontrolá grabashon, revisá transkripshon

source: Validate readings submitted by community members
pap: Kontrolá grabashon ku e miembronanan a manda/entregá

source: Validate user-recorded readings in your language
pap: Kontrolá grabashon di loke e usuarionan a lesa na bo idioma

source: We couldn’t get any audio clips for you to listen to. Please try again later.
pap: Nos no por haña niun grabashon pa bo skucha. Purba di nobo akiratu.

source: We may have run out of clips - refresh the page, or try again later.
pap: Kisas nos no a sobra mas grabashon. Aktualisá (refresh) e página òf purba di nobo akiratu.

source: We're making some big changes
pap: Nos ta hasiendo algun kambio importante

source: We’re sorry, your platform is not currently supported.
pap: Lamentablemente, bo plataforma no ta traha ku nos sistema ainda.

source: Why are you asking?
pap: Pakiko bo ta puntra esaki?

source: Y
pap: S

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
pap: Bo por usa shortcut tambe: { sc-review-form-button-approve-shortcut } pa Aprobá, { sc-review-form-button-reject-shortcut } pa Rechasá, { sc-review-form-button-skip-shortcut } pa Salta

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
pap: Bo no a skohe niun idioma. Bai na bo <profileLink>Perfil</profileLink> i skohe unu òf mas idioma.

source: You must allow microphone access.
pap: Bo mester duna akseso na bo mikrofon.

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
pap: Bo ta bai muchu lihé. Sea asina bon di tuma bo tempu pa revisá e frase i wak sigur si e ta korekto.

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
pap: Kisas no tin mas grabashon pa bo variante di idioma. Si bo ta sinti ku bo por, kambia bo konfigurashon pa mira frase ku ta di otro variante di bo idioma.
